Repository: IndonesiaX/ora2-l10n
Catalog: djangojs.po
Languages: id

source: This section could not be loaded.
id: Bagian ini tidak dapat dimuat.

source: This response could not be submitted.
id: Tanggapan ini tidak dapat diajukan.

source: This response could not be saved.
id: Tanggapan ini tidak dapat disimpan.

source: This feedback could not be submitted.
id: Umpan balik ini tidak dapat diajukan.

source: This assessment could not be submitted.
id: Penilaian ini tidak dapat diajukan.

source: One or more rescheduling tasks failed.
id: Satu atau lebih penjadwalan tugas gagal.

source: This problem could not be saved.
id: Masalah tidak dapat disimpan.

source: The server could not be contacted.
id: Server tidak dapat dihubungi.

source: Could not retrieve upload url.
id: Tidak dapat mengambil url unggah

source: Could not retrieve download url.
id: Tidak dapat mengambil url unduh

source: The submission could not be removed from the grading pool.
id: Pengajuan ini tidak dapat dihapus dari pol penilaian.

source: Unable to Load
id: Tidak dapat Memuat

source: Status of Your Response
id: Status Tanggapan Anda

source: If you leave this page without saving or submitting your response, you'll lose any work you've done on the response.
id: Jika Anda meninggalkan halaman ini tanpa menyimpan dan mengirimkan tanggapan Anda, Anda akan kehilangan pekerjaan yang telah Anda lakukan pada tanggapan Anda.

source: This response has not been saved.
id: Tanggapan ini tidak dapat disimpan.

source: Saving...
id: Menyimpan...

source: This response has been saved but not submitted.
id: Tanggapan ini telah disimpan tetapi belum diajukan

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
id: Anda akan mengirimkan tanggapan Anda untuk tugas ini. Setelah Anda mengirimkan tanggapan, Anda tidak dapat mengubah atau menyampaikan tanggapan baru.

source: File size must be 5MB or less.
id: File tidak boleh lebih dari 5MB atau kurang

source: File must be an image.
id: File harus berupa gambar

source: Unnamed Option
id: Pilihan yang tidak disebutkan namanya

source: Not Selected
id: Tak Terpilih

source: Couldn't Save This Assignment
id: Tidak Dapat Menyimpan Penilaian ini

source: Please correct the outlined fields.
id: Harap perbaiki bidang yang digariskan.

source: This problem has already been released. Any changes will apply only to future assessments.
id: Masalah ini telah dirilis. Setiap perubahan hanya akan berlaku untuk penilaian dimasa mendatang.

source: Criterion Added
id: Kriteria Ditambahkan

source: You've added a criterion. You'll need to select an option for the criterion in the Student Training step. To do this, click the Settings tab.
id: Anda telah menambahkan kriteria. Anda harus memilih opsi untuk kriteria pada langkah Pelatihan Mahasiswa. Untuk melakukan ini, klik tab Pengaturan.

source: Option Deleted
id: Pilihan Dihapus

source: You've deleted an option. The system has removed that option from its criterion in the sample responses in the Student Training step. You may have to select a new option for the criterion.
id: Anda menghapus sebuah pilihan. Sistem ini telah menghapus opsi dari kriteria dalam tanggapan sampel pada langkah Pelatihan Mahasiswa. Anda mungkin harus memilih opsi baru untuk kriteria.

source: You've deleted all the options for this criterion. The system has removed the criterion from the sample responses in the Student Training step.
id: Anda telah menghapus semua pilihan untuk kriteria ini. Sistem ini telah menghapus kriteria dari tanggapan sampel pada langkah Pelatihan Mahasiswa.

source: Criterion Deleted
id: Kriteria Dihapus

source: You've deleted a criterion. The system has removed the criterion from the sample responses in the Student Training step.
id: Anda menghapus sebuah kriteria. Sistem ini telah menghapus kriteria dari tanggapan sampel pada langkah Pelatihan Mahasiswa.

source: Warning
id: Peringatan

source: Changes to steps that are not selected as part of the assignment will not be saved.
id: Perubahan langkah yang tidak dipilih sebagai bagian dari tugas tidak akan disimpan.
